"Part1" = "РУССКИЙ";
"Part2" = "APPLE INC.";
"Part3" = "ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ ОБ ИСПОЛЬЗОВАНИИ ПО SHORTCUTS ДЛЯ iOS";
"Part4" = "ВНИМАТЕЛЬНО ОЗНАКОМЬТЕСЬ С НАСТОЯЩИМ ЛИЦЕНЗИОННЫМ СОГЛАШЕНИЕМ («ЛИЦЕНЗИЕЙ») ПЕРЕД ИСПОЛЬЗОВАНИЕМ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ КОМПАНИИ APPLE. ИСПОЛЬЗУЯ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ APPLE, ВЫ СОГЛАШАЕТЕСЬ С УСЛОВИЯМИ НАСТОЯЩЕЙ ЛИЦЕНЗИИ. В СЛУЧАЕ НЕСОГЛАСИЯ С УСЛОВИЯМИ НАСТОЯЩЕЙ ЛИЦЕНЗИИ НЕ УСТАНАВЛИВАЙТЕ И/ИЛИ НЕ ИСПОЛЬЗУЙТЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ.  ";
"Part5" = "ВАЖНОЕ ПРИМЕЧАНИЕ. В тех случаях, когда данное программное обеспечение может быть использовано для воспроизведения, модификации, публикации и распространения материалов, оно предоставлено Вам только для воспроизведения, модификации, публикации и распространения материалов, не защищенных авторским правом, материалов, на которые Вы располагаете авторскими правами, или материалов, на воспроизведение, модификацию, публикацию или распространение которых у Вас есть легальное разрешение. Если Вы не уверены, что имеете право копировать, модифицировать, публиковать или распространять какие-либо материалы, обратитесь к юрисконсульту.";
"Part6" = "1. Общие положения.";
"Part7" = "A. Программное обеспечение Apple, а также любое программное обеспечение, документация, интерфейсы, контент, шрифты и любые данные сторонних производителей, сопровождаемые данной Лицензией, идущие в комплекте с данной Лицензией и находящиеся на постоянном запоминающем устройстве, на любом другом носителе информации или в любой другой форме (совместно именуемые «ПО Apple») не продаются Вам, а предоставляются Вам по лицензии компанией Apple Inc. (Далее – «Apple») исключительно для использования на условиях настоящей Лицензии. Apple и/или лицензиары Apple остаются владельцами ПО Apple и сохраняют все права, за исключением прямо предоставленных Вам прав.";
"Part8" = "B. Компания Apple на свое усмотрение может предоставлять доступ к будущим обновлениям или модернизациям ПО Apple для совместимого устройства с iOS марки Apple. Обновления и модернизации ПО Apple, при их наличии, не обязательно включают все существующие функции программного обеспечения или новые функции, которые Apple выпускает для более новых или других моделей устройств с iOS. Условия настоящей Лицензии распространяются на любые предоставляемые компанией Apple обновления или модернизации исходной версии ПО Apple, за исключением случаев, когда на осуществление подобного обновления или модернизации требуется отдельная лицензия, в случае чего Вы соглашаетесь с тем, что будут действовать условия лицензии для данного обновления или модернизации.";
"Part9" = "2. Разрешенные Лицензией виды и ограничения использования.";
"Part10" = "A. Лицензия. В соответствии с условиями и положениями настоящей Лицензии и «Правилами пользования услугами и содержимым», определенными в Условиях и положениях пользования Мультимедийными сервисами Apple на веб-сайте https://www.apple.com/legal/internet-services/itunes/ww/ («Правила пользования»), если Вы не приобрели ПО Apple, как описано в разделе 2B, Вам предоставляется ограниченная непередаваемая неисключительная лицензия на установку и использование ПО Apple на любом совместимом принадлежащем Вам или контролируемом Вами устройстве с iOS марки Apple. Вы не имеете права распространять ПО Apple или предоставлять к нему сетевой доступ для одновременного его использования на нескольких устройствах. Вам запрещается брать или сдавать в аренду, распространять, сдавать внаем, перераспределять или предоставлять сублицензию на Программное обеспечение Apple.";
"Part11" = "B. Лицензия для закупок больших объемов или в рамках соглашения об обслуживании. Если Вы получили ПО Apple по лицензии для закупок больших объемов или в рамках соглашения об обслуживании Apple, положения этой лицензии для закупок больших объемов или соглашения об обслуживании определяют количество копий ПО Apple, которое Вам разрешено загружать, устанавливать, использовать и запускать на принадлежащих Вам или контролируемых Вами устройствах марки Apple с iOS.  За исключением случаев, согласованных с Apple в письменной форме, к использованию ПО Apple, полученного по лицензии для закупок больших объемов или в рамках соглашения об обслуживании, применяются все положения и условия настоящей Лицензии.";
"Part12" = "С.  Системные требования. ПО Apple поддерживается только на оборудовании марки Apple, которое отвечает определенным системным требованиям, указанным Apple.";
"Part13" = "D. Контент и цифровые материалы. Правовой титул и права интеллектуальной собственности в отношении любого контента, включая товарные знаки, логотипы и изображения, отображаемых или доступных при помощи ПО Apple, принадлежат владельцу соответствующих данных. Такой контент может быть защищен законами и международными соглашениями об авторском праве, товарных знаках или иных объектах интеллектуальной собственности, и третьи лица, предоставившие такой контент, могут ставить условия его использования. За исключением случаев, предусмотренных данной Лицензией, (i) настоящая Лицензия не предоставляет Вам каких-либо прав на использование таких материалов и не гарантирует, что эти материалы будут доступны для Вас в дальнейшем, и (ii) Вы не вправе использовать, извлекать или распространять в коммерческих или иных целях любые фотографии, логотипы, текст, код, изображения, графику, художественные работы или подобные ресурсы («Цифровые материалы»), содержащиеся или входящие в состав программного обеспечения Apple, или иным способом использовать Цифровые материалы вне исходного контекста в составе ПО Apple.";
"Part14" = "E. Использование ярлыков. Вы признаете, что ответственность за все ярлыки в приложениях и/или на веб-сайтах («Ярлыки») несут исключительно то лицо или лица, от которых такие Ярлыки происходят. Apple не контролирует содержание или функциональность никаких Ярлыков третьих сторон и не несет за них ответственность. Вы используете любой Ярлык на свой собственный риск и самостоятельно отвечаете за соблюдение Вами любых условий или соглашений третьих сторон, возникающих из использования Вами какого-либо Ярлыка. Вы признаете, что Apple не обязана предварительно проверять Ярлыки, хотя Apple оставляет за собой право по своему усмотрению предварительно проверять, отклонять, отключать или удалять любые Ярлыки.";
"Part15" = "F. Передача Ярлыков. ПО Apple может позволять Вам передавать создаваемые Вами Ярлыки другим лицам через веб-ссылку. Переданный Вами Ярлык вместе с любым контентом, содержащимся в нем, будет храниться на серверах Apple для обеспечения возможности такой передачи и может использоваться для того, чтобы в целом совершенствовать продукты и услуги Apple. Переданный Вами Ярлык вместе с любым контентом, содержащимся в нем, будет доступен каждому, у кого есть доступ к веб-ссылке, и это лицо может затем копировать, сохранять, модифицировать и далее передавать копию Вашего Ярлыка и всего контента, содержащегося в нем. Передавая Ярлык, Вы заявляете, что: (1) Вы имеете все необходимые права и лицензии на такой Ярлык и что он не ущемляет и не нарушает права никакого другого лица; и (2) любой Ярлык, переданный Вами, не нарушает никакие законы, не способствует и не содействует нарушению или иному незаконному поведению и не является непристойным или неприемлемым на ином основании. Вы признаете, что Apple не обязана проверять какие-либо Ярлыки, которые Вы передаете, хотя Apple оставляет за собой право проверять, отключать или удалять любые Ярлыки, которые Вы передаете.";
"Part16" = "G. Ограничения использования. Вы обязуетесь: не загружать на сервер, не размещать, не пересылать, в том числе по электронной почте, не передавать и не предоставлять иным образом какой-либо Ярлык, который: (1) является незаконным, неправомерным, оскорбляющим достоинство, вульгарным, непристойным, клеветническим или нежелательным с расовой, этнической или иной точки зрения; (2) нарушает или поощряет какое-либо поведение, которое может нарушить какой-либо действующий закон или норму или послужить основанием для возникновения гражданской ответственности; (3) способствуют дискриминации, нетерпимости, расизму, ненависти, преследованиям или причинению вреда в отношении какого-либо лица или группы; (4) пропагандирует насилие, носит угрожающий характер или способствует насилию или действиям, угрожающим любому такому лицу; (5) способствует незаконной или причиняющей вред деятельности; или (6) как Вы знаете или полагаете, является ложным, вводящим в заблуждение, мошенническим или каким-либо образом обманывающим пользователя такого Ярлыка. Вы также обязуетесь не мешать работе, не нарушать функционирование и не создавать чрезмерную нагрузку на серверы или сети, соединенные с ПО Apple или программными приложениями, сервисами или веб-сайтами на своем устройстве iOS («Приложения Третьих Сторон»), а также не нарушать правила, политики или процедуры таких сетей или Приложений Третьих Сторон.";
"Part17" = "H. Приложения Третьих Сторон. Для обеспечения работы некоторых Ярлыков ПО Apple может потребоваться доступ к некоторым Приложениям Третьих Сторон. Вы определенно даете согласие и разрешаете ПО Apple получать доступ и использовать эти Приложения Третьих Сторон от Вашего имени, насколько это необходимо для обеспечения работы Ярлыка с ПО Apple. При получении ПО Apple доступа к каким-либо Приложениям Третьих Сторон Apple не имеет никаких явно выраженных или подразумеваемых обязанностей по предоставлению какой-либо технической или иной поддержки для таких Приложений Третьих Сторон. Если Вам требуется техническая поддержка и сервисное обслуживание в связи с программным обеспечением, услугами, веб-сайтом и/или продуктами какого-либо поставщика программного обеспечения, обращайтесь непосредственно к нему. ВЫ ТАКЖЕ ПРИЗНАЕТЕ, ЧТО ОБЯЗАНЫ СОБЛЮДАТЬ, И ОБЯЗУЕТЕСЬ СОБЛЮДАТЬ ВСЕ СООТВЕТСТВУЮЩИЕ УСЛОВИЯ ОБСЛУЖИВАНИЯ ИЛИ ДРУГИЕ СОГЛАШЕНИЯ ПО ТАКИМ ПРИЛОЖЕНИЯМ ТРЕТЬИХ СТОРОН ПРИ ИСПОЛЬЗОВАНИИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ APPLE. ВЫ ДОЛЖНЫ САМОСТОЯТЕЛЬНО ОБЕСПЕЧИВАТЬ СООТВЕТСТВИЕ ВСЕХ ЯРЛЫКОВ УСЛОВИЯМ, ПРИМЕНИМЫМ К КАЖДОМУ ПРИЛОЖЕНИЮ ТРЕТЬЕЙ СТОРОНЫ, КОТОРОЕ ИСПОЛЬЗУЕТСЯ ЯРЛЫКОМ. APPLE НИКАК НЕ ГАРАНТИРУЕТ, ЧТО ЯРЛЫКИ СООТВЕТСТВУЮТ УСЛОВИЯМ, ОТНОСЯЩИМСЯ К ЛЮБЫМ ПРИЛОЖЕНИЯМ ТРЕТЬИХ СТОРОН, И APPLE НЕ НЕСЕТ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБЫЕ ЯРЛЫКИ ТРЕТЬИХ СТОРОН.";
"Part18" = "I. Запрет на вскрытие системного кода. Вы не имеете права и соглашаетесь не выполнять и не разрешать другим лицам копирование (за исключением случаев, явно разрешенных данным Лицензионным соглашением или Правилами использования, если они к Вам применимы), декомпиляцию, вскрытие системного кода, деассемблирование, извлечение исходного кода, расшифровку, изменение и создание производных разработок на основе ПО Apple, а также любых услуг, предоставляемых ПО Apple и любых его частей (кроме случаев, когда упомянутые выше ограничения запрещены действующим законодательством, исключительно в пределах такого запрещения, а также кроме случаев, когда такие действия разрешены положениями лицензии, регулирующей использование компонентов с открытым кодом, которые включены в ПО Apple).";
"Part19" = "J. Соблюдение законов. Вы соглашаетесь использовать Программное обеспечение Apple и Услуги (как определено в разделе 4 ниже) в соответствии с действующим законодательством, включая местное законодательство страны или региона, в которых Вы проживаете или в которых Вы загружаете или используете Программное обеспечение Apple и Услуги.";
"Part20" = "K. Автоматические обновления.  Если Вы выберете разрешить автоматические обновления программ, Ваше устройство будет периодически проверять наличие в системе Apple обновлений и улучшений ПО Apple и, если доступно обновление или улучшение, оно будет автоматически загружено и установлено на Ваше устройство и в случае применимости на Ваши периферийные устройства.  Вы можете полностью отключить автоматические обновления программ в любой момент, изменив настройку автоматического обновления программ в Системных настройках.";
"Part21" = "3. Согласие на использование данных. ";
"Part22" = "A. Аналитические данные. Если Вы принимаете участие в сборе аналитической информации, Вы соглашаетесь с тем, что Apple, ее дочерние предприятия и агенты могут собирать, хранить и обрабатывать диагностическую, техническую, пользовательскую и сопутствующую информацию и сведения об использовании, включая, помимо прочего, уникальные идентификаторы системы или оборудования, техническую информацию о Вашем устройстве с iOS, компьютере, а также системном и прикладном программном обеспечении и периферийных устройствах, периодический сбор которой производится для того, чтобы предоставлять и улучшать продукты и услуги Apple, облегчить доставку обновлений ПО, поддержку продукта и оказание других услуг, связанных с ПО Apple (если такие предоставляются), а также для проверки соблюдения условий настоящей Лицензии. В целях улучшения предоставляемых Apple продуктов и услуг, Apple может использовать данную информацию в вышеописанных целях при условии, что она собирается в такой форме, которая не идентифицирует Вас лично. В целях улучшения программного обеспечения, оборудования и услуг, разработанных партнёрами Apple или сторонними разработчиками для последующего использования с продуктами Apple, компания Apple может также предоставлять таким партнёрам или сторонним разработчикам набор диагностической информации, которая относится к программному обеспечению, оборудованию и/или услугам этого партнёра или стороннего разработчика, в той форме, которая не идентифицирует Вас лично. ";
"Part23" = "B. Данные о местоположении. Посредством ПО Apple компания Apple, ее партнеры, лицензиары и сторонние разработчики могут предоставлять определенные услуги, которые могут быть основаны на информации о местоположении. Для предоставления и улучшения таких услуг, где это доступно, Apple, ее партнеры, лицензиары и сторонние разработчики могут передавать, собирать, сохранять, обрабатывать и использовать данные о Вашем местоположении. Данные о местоположении и запросы собираются Apple в такой форме, которая не идентифицирует Вас лично; собранные данные могут быть использованы Apple, ее партнерами, лицензиарами и сторонними разработчиками для предоставления и улучшения продуктов и услуг, основанных на информации о местоположении. Используя любые услуги на основе местоположения, предоставляемые Программным обеспечением Apple или посредством Программного обеспечения Apple, Вы даете Apple, ее партнерам, лицензиарам и сторонним разработчикам согласие на передачу, сбор, хранение, обработку и использование данных о Вашем местоположении и запросов для предоставления и улучшения таких продуктов и услуг. Вы можете отказаться от своего согласия в любое время, отключив на своем устройстве с iOS службы размещения полностью или для отдельных программ Apple. При использовании на устройстве с iOS приложений или услуг сторонних компаний, в которых используются или предоставляются данные о местоположении, необходимо ознакомиться с условиями и политикой конфиденциальности соответствующих сторонних компаний относительно использования данных о местоположении такими приложениями или услугами сторонних компаний. ";
"Part24" = "C. Политика конфиденциальности. Ваша информация всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, ознакомиться с которой Вы можете по адресу: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Услуги и материалы третьих сторон.";
"Part26" = "A. Общие положения. ПО Apple может предоставлять доступ к iTunes Store, App Store, iCloud, Картам и другим услугам и веб-сайтам Apple и сторонних производителей (далее совместно и отдельно именуемых «Услугами»). Такие Услуги могут быть доступны не на всех языках и не во всех странах. Для использования этих Услуг требуется доступ к Интернету, а для использования определенных Услуг может требоваться Apple ID, в связи с этим возможно, что Вам потребуется принять дополнительные условия и внести дополнительную плату. Используя данное программное обеспечение вместе с учетной записью iTunes Store, Apple ID или другой Услугой Apple, Вы соглашаетесь с применимыми условиями оказания услуг для данной Услуги, например с новейшими Условиями и положениями пользования Мультимедийными сервисами Apple, с которыми Вы можете ознакомиться по адресу: https://www.apple.com/legal/internet-services/itunes/ww/.";
"Part27" = "B. Если Вы решили использовать услуги iCloud посредством ПО Apple, такое использование требует принятия следующих дополнительных условий. Условия предоставления услуг iCloud доступны по адресу https://www.apple.com/legal/internet-services/icloud/ww/, а политика конфиденциальности Apple — по адресу https://www.apple.com/legal/privacy/. ";
"Part28" = "C. Вы сознаете, что при пользовании подобными Услугами, Вам могут встретиться данные, которые могут показаться Вам оскорбительными, неприличными или нежелательными, содержание которых может быть или не может быть определено как имеющее откровенно неприличный характер. Тем не менее, Вы соглашаетесь с тем, что использование подобных Услуг осуществляется Вами на свой собственный риск и что Apple не несет перед Вами ответственности за материалы, содержание которых Вы можете счесть оскорбительным, неприличным или нежелательным.";
"Part29" = "D. Некоторые Услуги предполагают показ или предоставление доступа к услугам, контенту, данным, информации, программам или материалам третьих сторон («Материалы третьих сторон»), а также предоставление ссылок на веб-сайты или приложения третьих сторон. Пользуясь данными Услугами, Вы признаете и соглашаетесь с тем, что Apple не принимает на себя обязательств по изучению или оценке данного контента, а также в отношении точности, полноты, актуальности, правильности, соблюдения авторских прав, правомерности, пристойности, качества и любых других аспектов Материалов, приложений или веб-сайтов третьих сторон. Apple, ее сотрудники, дочерние предприятия и филиалы не гарантируют и не рекомендуют, а также не принимают на себя и не несут никакой ответственности перед Вами или третьими лицами за любые Услуги, Материалы, приложения или веб-сайты третьих сторон, а также за любые другие материалы, продукты или услуги третьих сторон. Материалы третьих сторон и ссылки на другие веб-сайты или приложения предоставляются исключительно для Вашего удобства. ";
"Part30" = "E. В тех случаях, когда Вы выгружаете любой контент посредством использования Услуг, Вы заявляете, что Вы обладаете всеми правами, были уполномочены или другим способом имеете законное право на выгрузку такого контента, и что такой контент не нарушает любые условия оказания услуг, применимые к Услугам. Вы соглашаетесь с тем, что Услуги содержат контент, информацию и материалы, включая, помимо прочего, Цифровые материалы, являющиеся собственностью Apple, собственников сайта и/или их лицензиаров и защищенные соответствующими законами о правах на интеллектуальную собственность и другими законами, включая, помимо прочего, закон об авторском праве. Вы соглашаетесь использовать такой контент, информацию или материалы только способами, разрешенными для данных Услуг, или способами, которые не противоречат условиям настоящей Лицензии и не нарушают права на интеллектуальную собственность третьей стороны или компании Apple. Вы соглашаетесь не изменять, не брать и не сдавать в аренду, не сдавать внаем, не продавать, не распространять и не создавать производные работы на основе этих Услуг любым способом, и Вы не будете использовать Услуги какими-либо неразрешенными способами, включая, помимо прочего, использование Услуг для передачи любых компьютерных вирусов, червей, троянских коней или других вредоносных программ, а также способы, вызывающие снижение пропускной способности или перегрузку сети. Кроме того, Вы соглашаетесь не использовать Услуги каким бы то ни было образом с целью причинения беспокойства, оскорбления, преследования, угроз, клеветы или нарушения прав третьих лиц, и компания Apple не несет ответственности за подобное использование Услуг Вами или за любые причиняющие беспокойство, содержащие угрозы, клевету, оскорбительные или неправомерные сообщения, которые Вы можете получить по причине использования какой-либо из Услуг.";
"Part31" = "F. Кроме того, Услуги и материалы третьих сторон, доступ к которым обеспечивает ПО Apple, на которые имеются ссылки в ПО Apple и которые отображаются посредством ПО Apple, могут быть недоступными на всех языках, во всех странах или регионах. Apple не утверждает, что такие Услуги и Материалы третьих сторон обеспечиваются или являются доступными для использования в любом конкретном месте. При использовании или доступе к этим Услугам и Материалам третьих сторон Вы действуете по собственной инициативе и несете ответственность за соблюдение применимого законодательства, включая, помимо прочего, применимое местное законодательство, законы о конфиденциальности и сборе данных. Компания Apple и ее лицензиары сохраняют за собой право изменять, приостанавливать, удалять или блокировать доступ к любым Услугам в любое время без предварительного уведомления. Ни при каких обстоятельствах компания Apple не несет ответственности за удаление или блокировку доступа к любым подобным Услугам. Apple может также в любое время без уведомления установить лимит использования или доступа к определенным Услугам и не несет за это ответственности.";
"Part32" = "5. Прекращение. Вы автоматически и без уведомления со стороны Apple лишаетесь прав, предоставляемых Вам настоящей Лицензией, в случае нарушения любого из условий настоящей Лицензии. По окончании действия настоящей Лицензии Вы должны прекратить любое использование ПО Apple и уничтожить все полные или частичные копии ПО Apple. Разделы 2I, 3, 4, 5, 6, 7, 8, 10 и 11 настоящей Лицензии сохраняют силу при любом прекращении.";
"Part33" = "6. Ограничение объема гарантий. ";
"Part34" = "A. Если Вы являетесь индивидуальным пользователем, то есть используете ПО Apple вне сферы своей предпринимательской или профессиональной деятельности, Вы можете иметь юридические права в своей стране пребывания, которые запрещают применение к Вам следующих ограничений; в этом случае эти ограничения не будут применяться к Вам. Подробную информацию о правах Вы можете получить в обществе защиты прав потребителей.";
"Part35" = "B. ВЫ В ПОЛНОЙ МЕРЕ ПРИЗНАЕТЕ И СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО В ОБЪЕМЕ, РАЗРЕШЕННОМ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, ИСПОЛЬЗОВАНИЕ ПО APPLE И ЛЮБЫХ УСЛУГ, ПРЕДОСТАВЛЯЕМЫХ ПО APPLE ИЛИ ПОСРЕДСТВОМ ПО APPLE, ОСУЩЕСТВЛЯЕТСЯ ВАМИ НА ВАШ СОБСТВЕННЫЙ РИСК И ЧТО НА ВАС ЛЕЖИТ ОТВЕТСТВЕННОСТЬ ЗА НАДЛЕЖАЩЕЕ КАЧЕСТВО, ЭФФЕКТИВНОСТЬ, ТОЧНОСТЬ И РЕЗУЛЬТАТ ЕГО ИСПОЛЬЗОВАНИЯ.";
"Part36" = "C. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ДЕСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, ПО APPLE И УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И «КАК ДОСТУПНО», СО ВСЕМИ НЕДОСТАТКАМИ И БЕЗ ГАРАНТИЙ ЛЮБОГО РОДА. КОМПАНИЯ APPLE И ЕЕ ЛИЦЕНЗИАРЫ (СОВМЕСТНО ИМЕНУЕМЫЕ «APPLE» В ЦЕЛЯХ СТАТЕЙ 6 И 7) НАСТОЯЩИМ ОТКАЗЫВАЮТСЯ ОТ ПРЕДОСТАВЛЕНИЯ ЛЮБЫХ ГАРАНТИЙНЫХ ОБЯЗАТЕЛЬСТВ НА ПО APPLE И УСЛУГИ, ЯВНЫХ, ПОДРАЗУМЕВАЕМЫХ ИЛИ ПРЕДПИСАННЫХ ЗАКОНОМ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ И/ИЛИ УСЛОВИЯ ПРИГОДНОСТИ К ПРОДАЖЕ, УДОВЛЕТВОРИТЕЛЬНОГО КАЧЕСТВА, ПРИГОДНОСТИ ДЛЯ ИСПОЛЬЗОВАНИЯ В КОНКРЕТНЫХ ЦЕЛЯХ, ТОЧНОСТИ, СПОКОЙНОГО ПОЛЬЗОВАНИЯ И НЕНАРУШЕНИЯ ПРАВ ТРЕТЬИХ ЛИЦ.";
"Part37" = "D. APPLE НЕ ГАРАНТИРУЕТ ВАШЕ УДОВЛЕТВОРЕНИЕ ОТ ИСПОЛЬЗОВАНИЯ ПО APPLE И УСЛУГ, СООТВЕТСТВИЯ ВАШИМ ТРЕБОВАНИЯМ ФУНКЦИЙ, СОДЕРЖАЩИХСЯ ИЛИ ПРЕДОСТАВЛЯЕМЫХ ПО APPLE И УСЛУГАМИ ИЛИ ПОСРЕДСТВОМ ПО APPLE ИЛИ УСЛУГ, БЕСПЕРЕБОЙНОЙ И БЕЗОШИБОЧНОЙ РАБОТЫ ПО APPLE И УСЛУГ, ПРОДОЛЖЕНИЯ ПРЕДОСТАВЛЕНИЯ УСЛУГ, ИСПРАВЛЕНИЯ ПО APPLE ИЛИ УСЛУГ, СОВМЕСТИМОСТИ ИЛИ РАБОТЫ ПО APPLE ИЛИ УСЛУГ С ЛЮБЫМ ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ, ПРИЛОЖЕНИЯМИ ИЛИ УСЛУГАМИ ТРЕТЬИХ СТОРОН. УСТАНОВКА ДАННОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ APPLE МОЖЕТ ПОВЛИЯТЬ НА ДОСТУПНОСТЬ И ВОЗМОЖНОСТЬ ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ТРЕТЬИХ СТОРОН, ПРИЛОЖЕНИЙ ИЛИ УСЛУГ ТРЕТЬИХ СТОРОН, А ТАКЖЕ ПРОДУКТОВ И УСЛУГ APPLE.";
"Part38" = "E. ВЫ ПРИЗНАЕТЕ, ЧТО ПО APPLE И УСЛУГИ НЕ ПРЕДНАЗНАЧЕНЫ И НЕ ПОДХОДЯТ ДЛЯ ПРИМЕНЕНИЯ В СИТУАЦИЯХ ИЛИ УСЛОВИЯХ, КОГДА НЕВОЗМОЖНОСТЬ ИЛИ ВРЕМЕННЫЕ ЗАДЕРЖКИ ИСПОЛЬЗОВАНИЯ, ОШИБКИ ИЛИ НЕТОЧНОСТИ В КОНТЕНТЕ, ДАННЫХ ИЛИ ИНФОРМАЦИИ, КОТОРЫЕ ПРЕДОСТАВЛЯЮТСЯ ПО APPLE ИЛИ УСЛУГАМИ, МОГУТ ПРИВЕСТИ К СМЕРТЕЛЬНОМУ ИСХОДУ ИЛИ ПРИЧИНИТЬ ВРЕД ЗДОРОВЬЮ ЛИБО ПРИВЕСТИ К СЕРЬЕЗНЫМ ПОВРЕЖДЕНИЯМ И НАНЕСЕНИЮ УЩЕРБА ОКРУЖАЮЩЕЙ СРЕДЕ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, УПРАВЛЕНИЕ ЯДЕРНЫМИ УСТАНОВКАМИ, УПРАВЛЕНИЕ ВОЗДУШНЫМИ СУДАМИ ИЛИ КОММУНИКАЦИОННЫМИ СИСТЕМАМИ, СИСТЕМАМИ КОНТРОЛЯ ДВИЖЕНИЯ ВОЗДУШНОГО ТРАНСПОРТА, СИСТЕМАМИ ЖИЗНЕОБЕСПЕЧЕНИЯ ИЛИ СИСТЕМАМИ ВОЕННОГО НАЗНАЧЕНИЯ.";
"Part39" = "F. НИКАКАЯ УСТНАЯ ИЛИ ПИСЬМЕННАЯ ИНФОРМАЦИЯ ИЛИ СОВЕТ СО СТОРОНЫ APPLE ИЛИ ЕЕ УПОЛНОМОЧЕННОГО ПРЕДСТАВИТЕЛЯ НЕ МОГУТ РАССМАТРИВАТЬСЯ КАК ГАРАНТИЙНЫЕ ОБЯЗАТЕЛЬСТВА. В СЛУЧАЕ ОБНАРУЖЕНИЯ В ПО APPLE ИЛИ УСЛУГАХ КАКИХ-ЛИБО НЕДОСТАТКОВ ЛЮБОЕ ОБСЛУЖИВАНИЕ, ИСПРАВЛЕНИЯ ИЛИ РЕМОНТ ПРОИЗВОДЯТСЯ ЗА ВАШ СЧЕТ. В НЕКОТОРЫХ ЮРИСДИКЦИЯХ СУЩЕСТВУЕТ ЗАПРЕТ НА ОТКАЗ ОТ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ ИЛИ ОГРАНИЧЕНИЙ В ОТНОШЕНИИ СООТВЕТСТВУЮЩИХ, УСТАНОВЛЕННЫХ ЗАКОНОМ ПРАВ ПОТРЕБИТЕЛЯ, ПОЭТОМУ ВЫШЕУКАЗАННЫЕ ИСКЛЮЧЕНИЯ ИЛИ ОГРАНИЧЕНИЯ МОГУТ БЫТЬ НЕПРИМЕНИМЫ К ВАМ.";
"Part40" = "7. Ограничение ответственности. В ОБЪЕМЕ, ПРЯМО НЕ ЗАПРЕЩЕННОМ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, APPLE НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ПРИЧИНЕНИЕ ВРЕДА ФИЗИЧЕСКОМУ ЛИЦУ ИЛИ ЛЮБЫЕ СЛУЧАЙНЫЕ, ОСОБЫЕ, НЕПРЯМЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОТЕРЮ ПРИБЫЛИ, ПОВРЕЖДЕНИЕ ИЛИ ПОТЕРЮ ДАННЫХ, НЕВОЗМОЖНОСТЬ ПЕРЕДАЧИ ИЛИ ПОЛУЧЕНИЯ ЛЮБЫХ ДАННЫХ, ПЕРЕРЫВ В КОММЕРЧЕСКОЙ ДЕЯТЕЛЬНОСТИ ИЛИ ИНЫЕ КОММЕРЧЕСКИЕ УБЫТКИ ИЛИ УЩЕРБ, ВОЗНИКШИЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАТЬ ПО APPLE И УСЛУГИ ИЛИ ЛЮБОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ИЛИ ПРИЛОЖЕНИЯ ТРЕТЬИХ СТОРОН, СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ПО APPLE, ПО ЛЮБОЙ ПРИЧИНЕ, НЕЗАВИСИМО ОТ ТЕОРИИ ОТВЕТСТВЕННОСТИ (ИЗ ДОГОВОРА, ИЗ ДЕЛИКТА ИЛИ НА ИНЫХ ОСНОВАНИЯХ), ДАЖЕ В СЛУЧАЕ ЕСЛИ APPLE БЫЛО ИЗВЕСТНО О ВОЗМОЖНОСТИ ВОЗНИКНОВЕНИЯ ПОДОБНЫХ УБЫТКОВ. В НЕКОТОРЫХ ЮРИСДИКЦИЯХ СУЩЕСТВУЕТ ЗАПРЕТ ИСКЛЮЧЕНИЯ ИЛИ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ ЗА ВРЕД ФИЗИЧЕСКИМ ЛИЦАМ ИЛИ ЗА ПОБОЧНЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ПОЭТОМУ ПОДОБНЫЕ ОГРАНИЧЕНИЯ МОГУТ БЫТЬ НЕПРИМЕНИМЫ К ВАМ. В любом случае общая компенсационная ответственность Apple перед Вами за все убытки (помимо тех, которые могут подлежать возмещению в соответствии с требованиями применимого права в случае причинения вреда физическому лицу) ограничивается суммой в 50 (пятьдесят) долларов США. Вышеуказанные ограничения действуют, даже если применение какого-либо из вышеназванных средств правовой защиты не соответствует его основной цели.";
"Part41" = "8. Экспортный контроль. Вы не вправе использовать или иным образом экспортировать или реэкспортировать ПО Apple, за исключением тех случаев, когда это разрешено законодательством США и законодательством юрисдикции (юрисдикций), в которой (которых) было приобретено ПО Apple. В частности, но, не ограничиваясь этим, ПО Apple не может быть экспортировано или реэкспортировано (a) в страны, в отношении которых США введено эмбарго, или (b) любому из установленного Департаментом финансов США Списка особо означенных граждан или из установленного Департаментом торговли США Списка исключенных физических или юридических лиц или любого другого списка исключенных лиц. Используя ПО Apple, Вы заявляете и гарантируете, что Вы не находитесь ни в одной из указанных стран и не включены ни в один из перечисленных списков. Вы также согласны не использовать ПО Apple в целях, запрещенных законодательством США, включая, помимо прочего, разработку, проектирование, изготовление или производство ракет и ядерного, химического или биологического оружия.";
"Part42" = "9. Правительство в качестве конечного пользователя. ПО Apple и сопутствующая документация представляют собой «Коммерческие продукты» в значении, установленном в главе 48 Свода федеральных постановлений (C.F.R.) § 2.101, состоящие из «Коммерческого компьютерного программного обеспечения» и «Коммерческой документации для компьютерного программного обеспечения» (значения этих терминов раскрываются соответственно в главе 48 Свода федеральных постановлений (C.F.R.) § 12.212 или в главе 48 Свода федеральных постановлений (C.F.R.) § 227.7202). Как указано соответственно в § 12.212 главы 48 или в §§ с 227.7202-1 по 227.7202-2 раздела 48 Свода федеральных постановлений (C.F.R.), Коммерческое Программное компьютерное обеспечение и Коммерческая документация на Программное компьютерное обеспечение лицензируются в отношении конечного пользователя – Правительства США, (a) только как Коммерческие продукты и (b) только в объеме тех прав, которые предоставляются всем другим конечным пользователям в соответствии с условиями настоящей Лицензии. Неопубликованные права сохраняются за Apple в соответствии с законом об авторских правах США.";
"Part43" = "10. Право, регулирующее Лицензионное соглашение. Делимость Лицензионного соглашения. Положения настоящей Лицензии регулируются и толкуются в соответствии с законодательством штата Калифорния, за исключением конфликту юридических принципов. Настоящая Лицензия не подлежит регулированию Конвенцией ООН о договорах международной торговли товарами, действие которой специально исключено. Если Вы являетесь покупателем, постоянно проживающим в Великобритании, данная Лицензия регулируется в соответствии с законами Вашей юрисдикции. Если по какой-либо причине надлежащая судебная инстанция признает одно из положений или его часть не подлежащими принудительному исполнению в судебном порядке, оставшиеся положения Лицензии сохранят полную юридическую силу. ";
"Part44" = "11. Целостность соглашения. Основной язык соглашения. Настоящая Лицензия представляет собой полное соглашение между Вами и Apple в отношении ПО Apple и заменяет собой все предыдущие или временные договоренности сторон по предмету соглашения. Любые поправки или изменения настоящей Лицензии действительны, только если они внесены в письменной форме и подписаны компанией Apple. Любой перевод настоящей Лицензии осуществляется с учетом местных требований. В случае расхождений между версиями на английском и любом другом языке приоритет имеет версия Лицензии на английском языке, в объеме, не запрещенном законодательством Вашей юрисдикции.";
"Part45" = "12. Признание прав третьих сторон. В некоторых частях ПО Apple может использоваться или быть включено программное обеспечение сторонних разработчиков и другие материалы, защищенные авторским правом. Подтверждение прав, условия лицензирования и заявления об отказе от ответственности в отношении таких материалов содержатся в электронной документации к ПО Apple, и использование Вами таких материалов регулируется соответствующими положениями.";
"Part46" = "EA1576";
"Part47" = "16.08.2018 г.";